;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=简体中文
;Language name in English e.g. German
LanguageEn=Chinese(Simplified)

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(空)
21027=确定
21028=取消
21029=关闭

;Words - simple words can be reused
150=无
151=应用
152=目录
153=文件
154=名称
155=路径
156=名称：
157=快捷键：
158=路径：
159=重置

;Global
602=Listary 选项

;Balloon
801=Listary 正在后台运行。
802=即时搜索
803=在此列表暂时禁止即时搜索功能，按下 ESC 键恢复。

;Tray Menu
1001=在线帮助
1002=检查更新...
1003=关于
1004=退出

;Toolbar
1100=搜索

;Favorite Menu
2000=收藏
2001=该程序
2002=全局
2003=添加
2004=添加当前文件夹到收藏
2050=添加收藏失败
2051=Listary 无法获得当前文件夹路径

;Recent Menu
2100=最近文档
2101=清理
2105=记录该程序
2106=不记录该程序

;Commands Menu
2201=当前打开的文件夹
2202=切换到文件管理器中正在浏览的文件夹
2203=直接打开文件管理器中选中的文件
2204=浏览当前文件夹
2205=打开命令行窗口
2206=切换到程序安装目录
2207=浏览程序安装目录
2208=显示文件扩展名
2209=显示隐藏文件
2210=复制当前文件夹路径到粘贴板
2211=复制选中的文件路径到粘贴板
2212=复制选中文件的名字到粘贴板
2213=选项
2214=升级到 Listary Pro
2215=Export List Content to Excel
2216=在该程序中禁用 Listary
2218=分隔符
2219=向上一级
2252=您确定要在该程序中禁用 Listary 吗？
2253=禁用 Listary
2254=Listary 已在该程序中被禁用（下次生效）。
2260=打开命令行窗口 (管理员权限)
2261=把当前目录添加到工程列表

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=列表
2301=跳转到
2302=没有与搜索条件匹配的项。
2303=(当前目录)
2304=工程
2305=快捷菜单

;Options > General
3000=常规设置
3001=开机自动运行 Listary
3002=在 Windows XP 中启动资源管理器时将输入焦点设置到文件列表
3004=快速切换 (当从文件管理器切换到一个文件对话框时，自动导航至文件管理器中的文件夹)
3005=语言：
3006=默认文件管理器
3007=如果您喜欢 Windows 资源管理器以外的管理器，填写以下空白。\n%1 参数代表路径。不要忘记引号。
3008=模糊匹配
3009=自动检查更新
3010=同时检查测试版更新
3020=用以在当前列表暂时禁止即时搜索功能的前缀（按下 ESC 键恢复）

;Options > Favorites
3100=收藏
3106=子目录

;Options > Commands
3306=添加自定义命令
3309=命令
3313=显示名称：
3314=描述：
3315=关键字：
3316=静默执行
3317=以管理员权限执行

;Options > Applications
3402=在此程序中启用 Listary
3403=记录最近文档

;Options > Keyboard and Mouse
3503=显示 Listary 工具条：
3504=显示弹出菜单：

;Options > Display
3603=相对于列表
3604=相对于窗口
3605=上
3606=下
3607=左
3608=右
3618=窗口顶部
3619=窗口底部
3620=相对于资源管理器
3621=窗口的中心
3624=鼠标在空白区域双击弹出 Listary 快捷菜单
3625=单击鼠标中键弹出 Listary 快捷菜单
3626=Listary 工具栏隐藏时启用热键
3628=工具栏位置
3629=即时搜索

;Options > Pro
3800=升级到 Listary Pro
3802=姓名：
3803=邮箱：
3804=注册码：
3808=粘贴注册码
3809=检查注册码
3810=恭喜，您已成功地升级至 Listary Pro 版本！
3811=抱歉，您的注册码无效！
3812=Listary 仅对个人非商业用户免费。
3813=如果您想将 Listary 用作于商业目的，或想要支持 Listary 的开发进程，请升级至 Listary Pro。
3814=立刻升级到 Listary Pro！

;Options > About
3900=关于
3902=访问主页
3903=本程序已授权于

;Options > Integration
4000=第三方集成
4002=使用 Total Commander 来替换文件对话框：

;Custom Command Dialog
4200=自定义命令
4201=可执行文件完整路径。\n示例：C:\Program Files\7-Zip\7z.exe
4202=参数：
4203=以上示例展示了如何用 7-Zip 压缩当前选中的文件。\n\n您可以在参数中使用如下变量，变量均不包括引号，请根据需要自行添加。
4204=%file%\t\t选中文件、文件夹的完整路径。\n示例：D:\download\music\example.mp3\n\n%path%\t当前文件夹路径。\n示例：D:\download\music\\n\n%filename%\t选中项的文件名。\n示例：example.mp3
4210=新建文本文档 (示例)
4211=新建 "{query}.txt"
4212=示例：输入 "txt abc" 以在记事本中编辑 "abc.txt"

;Add Favorite Dialog
4300=添加到收藏夹
4301=使用具体路径

;Menu List
4400=菜单
4401=工具栏
4402=弹出菜单
4403=收藏
4404=本应用程序的收藏
4405=Total Commander 目录菜单
4406=最新打开的项目
4407=智能命令
4408=托盘左键菜单
4409=托盘右键菜单

;Menu List Item Type
4500=收藏的文件夹
4501=收藏的文档
4502=启动应用程序

;Options > Menus
5000=菜单
5001=命令
5002=重置菜单
5003=是否确认重置所有菜单？您的收藏与自定义命令不会丢失。
5010=更换图标
5011=恢复默认图标

;Options > By Window Type
5100=窗口类型独立设置

;Options > Hotkeys
5200=快捷键

;Options > By Application
5300=应用程序独立设置
5301=锁定路径
5302=只显示使用非默认设置的应用程序

;Options > Index
5402=自动搜索下级文件夹
5403=搜索全部分区的标识：
5404=排除搜索列表
5410=排除一个驱动器或目录
5411=添加排除通配符
5412=移除选定条目
5413=磁盘搜索
5416=关闭磁盘搜索
5417=强制重建索引
5418=正在载入...
5419=索引
5420=NTFS 卷
5421=自定义索引位置
5422=文件夹排除无效
5423=排除过滤器
5430=添加自定义路径至索引
5440=每 $1 分钟更新一次索引（0 为禁止）
5441=立即更新索引


;Options > History
5500=历史记录
5501=记录打开的文件和目录
5502=清除历史记录
5503=您确认要删除所有的历史记录吗？
3208=在文件对话框中自动选中最后打开的文件
3215=搜索最近打开的文件和目录
5510=历史记录排除列表

;Options > Projects
5600=工程
5601=关键字
5602=这是什么？
5603=举个例子，若您将 "D:\Websites\My Blog" 添加进了工程列表并给了它一个关键字 "blog"，那么您就可以在任何地方输入 "blog file_to_find.html" 来在搜索这个目录下的文件。
5605=使用此功能，立刻升级到 Listary Pro！

;Options > Appearance
5700=外观
5701=界面大小
5702=正常
5703=紧凑
5710=(像素. 设为0使用默认值)
5711=宽度：
5712=最大高度：

;Options > Launch Apps
5800=启动程序
5801=搜索文件夹

;Options > Search
5901=过滤器
5902=输入“关键字：搜索查询”或者“搜索查询关键字：”来使用搜索过滤器
5910=搜索：
5911=搜索：
5912=扩展：

;Dialog > Add Exclude Filter
6100=添加排除通配符
6101=* 匹配零个或多个字符
6102=? 匹配一个字符
6103=过滤器：

;Dialog > Register Hotkey
6200=Listary 快捷键
6201=快捷键 $1 已被其它程序占用。
6202=指定新快捷键：

;Dialog > Upgrade to Pro
6301=该功能仅可用于 Listary Pro 版本。
6302=继续

;Updates
6400=Listary 更新
6402=Listary 无法检查更新，请稍候再试。
6403=您使用的是最新版 Listary，无需更新。
6404=发现新的可用版本 $1。
6405=已安装版本：
6406=最新版本：
6407=打开下载页面
6408=忽略该版本
6409=稍后再提醒我

;UI
8000=点击设置快捷键
8001=按下快捷键

;Actions
9000=动作
9001=打开文件夹
9002=复制路径至剪贴板
9003=打开
9004=复制文件夹路径至剪贴板
9005=复制到当前目录
9006=移动到当前目录
9007=复制
9008=剪切
9020=确定要把 "$1" 移动到 "$2"吗？

;Tutorial
7000=教程
7001=尝试一下！
7002=继续 >
7003=不，谢谢
7004=完成
7005=完成后，请点击 *继续 >*

7010=这似乎是您第一次运行 Listary，想先看看使用向导吗？

7020=在开始之前，我们需要打开一个文件管理器窗口。

7030=在这里，您可以直接输入任何关键字。
7031=输入 *text 2*

7040=*Tab / Up / Down:* 选择文件或目录
7041=*Enter:* 打开当前选定的文件或目录
7042=*ESC:* 隐藏 Listary 工具条

7050=如果您常常使用右键菜单，那么您会喜欢新的“动作模式”。
7051=输入您要搜索的内容
7052=选定一个结果 (用 Tab / Up / Down 键)
7053=按下 *右方向键*

7060=您会发现所有的右键菜单条目都出现在这里（32 位与 64 位均有），您可继续输入搜索关键字以指定具体操作。

7070=当然，您也可以直接输入一个路径。
7071=输入一个路径，例如 D:\My folder\Photos

7080=为了避免冲突，在某些第三方文件管理器中不会自动显示 Listary 工具栏。此时，您可以使用快捷键 (Win + S) 激活 Listary。
7081=试试快捷键 *$1*

7090=如果您喜欢用鼠标，您可以通过双击左键或单击中键来激活 Listary。
7091=在文件管理器的任意空白处双击鼠标左键。

7100=Listary 能够以闪电般的速度搜索您的驱动器 (NTFS)。
7101=输入 *notepad.exe*
7102=选择记事本 (notepad.exe)
7103=按回车打开记事本

7110=您应该看见一个记事本窗口被打开了。
7111=点击 文件 > 打开… (或按下 Ctrl + O)

7112=按下 *Ctrl + G*
7120=Listary 转到了您刚刚打开的文件夹！这个操作也可以自动完成。
7121=切换到刚刚打开的资源管理器窗口
7122=切换到其它目录
7123=转回到记事本的打开文件对话框
7124=您会发现，打开文件对话框自动转到了新的目录

7130=当然，Listary 还有很多功能，例如收藏夹，历史记录和智能命令。您可以点击工具栏上的按钮试试看。

7141=感谢您进行此教程。想要了解 Listary 的更多功能，点击下面的链接：
7142=我想了解更多
